class script(object):
    START = """**Hᴇʏ {} 🤟
   
Mʏ ꜱᴇʟꜰ Pᴏꜱᴛ Sᴇᴀʀᴄʜ Bᴏᴛ.  ɪ ᴀᴍ ᴛʜᴇ
ʙᴇꜱᴛ ᴄʜᴀɴɴᴇʟ ʟɪɴᴋ ꜱᴇᴀʀᴄʜ ʙᴏᴛ!

ɪ ᴡɪʟʟ ꜰɪʟᴛᴇʀ ʏᴏᴜʀ Cʜᴀɴɴᴇʟ... Pᴏꜱᴛꜱ
ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ᴀɴᴅ ꜱᴇɴᴅ ɪᴛ ɪɴ ʏᴏᴜʀ 
ɢʀᴏᴜᴘ ᴡʜᴇɴ ꜱᴏᴍᴇᴏɴᴇ ꜱᴇᴀʀᴄʜ ɪᴛ.**"""

    HELP = """**Yᴏᴜ Wᴀɴᴛ ᴛᴏ Uꜱᴇ Mᴇ ɪɴ Yᴏᴜʀ Gʀᴏᴜᴘ Fᴏʟʟᴏᴡ Tʜᴇ Sᴛᴇᴘꜱ Gɪᴠᴇɴ Bᴇʟᴏᴡ👇

» ᴀᴅᴅ ᴍᴇ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ & ᴄʜᴀɴɴᴇʟ ᴡɪᴛʜ ᴀʟʟ ᴘᴇʀᴍɪꜱꜱɪᴏɴꜱ.
 
» ꜱᴇɴᴅ /verify ɪɴ ɢʀᴏᴜᴘ & ᴡᴀɪᴛ ꜰᴏʀ ɪᴛ ᴛᴏ ᴀᴄᴄᴇᴘᴛ ᴏʀ ᴅɪʀᴇᴄᴛʟʏ ᴄᴏɴᴛᴀᴄᴛ ᴛᴏ ᴏᴡɴᴇʀ ᴀꜰᴛᴇʀ ʀᴇǫᴜᴇsᴛ @XKunalBot

» ᴀꜰᴛᴇʀ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ꜱᴇɴᴅ /connect ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ɪᴅ

» ᴇxᴀᴍᴘʟᴇ: /connect -100xxxxxxxxxx

» ᴛᴏ ʀᴇᴍᴏᴠᴇ ᴀ ɪɴᴅᴇxᴇᴅ ᴄʜᴀɴɴᴇʟ ꜰʀᴏᴍ ʏᴏᴜʀ ɢʀᴏᴜᴘ
/disconnect -100xxxxxxxxxxx

» ɢᴇᴛ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟꜱ ʟɪꜱᴛ ᴡɪᴛʜ  /connections**"""

    ABOUT = """**Dᴇᴠᴇʟᴏᴘᴇᴅ Bʏ @LazYHuB

✯ Mʏ Nᴀᴍᴇ:  {}
✯ Cʀᴇᴀᴛᴏʀ: <a href='https://t.me/XKunalBot'>𝕏 𝖪ᴜɴᴀʟ࿐</a>
✯ Lᴀɴɢᴜᴀɢᴇ: <a href='https://www.python.org'>Pʏᴛʜᴏɴ 3</a>
✯ DᴀᴛᴀBᴀsᴇ: <a href='https://cloud.mongodb.com/'>MᴏɴɢᴏDB</a>
✯ Bᴏᴛ Sᴇʀᴠᴇʀ: : <a href='https://heroku.com'>Hᴇʀᴏᴋᴜ</a>**"""

    STATS = """**Bᴏᴛ Sᴛᴀᴛᴜꜱ 💫

👥 Uꜱᴇʀꜱ: {}
🧿 Gʀᴏᴜᴘꜱ: {}**"""

    BROADCAST = """**<u>{}</u>**

**Tᴏᴛᴀʟ:** `{}`
**Rᴇᴍᴀɪɴɪɴɢ:** `{}`
**Sᴜᴄᴄᴇꜱꜱ:** `{}`
**Fᴀɪʟᴇᴅ:** `{}`"""

    
